Revit 2027 API
SymbolTypeId.CmCaret2 Property
 Symbol cm^2, indicating unit Square centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmCaret2 { get; }
Public Shared ReadOnly Property CmCaret2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmCaret2 {
	ForgeTypeId^ get ();
}
static member CmCaret2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace